Repository: znuny/Znuny-PrimarySecondary
Catalog: i18n/Znuny-PrimarySecondary/Znuny-PrimarySecondary.*.po
Languages: de

source: Manage Primary/Secondary status for %s%s%s
de: Primary/Secondary-Status verwalten für %s%s%s

source: New Primary Ticket
de: Neues Primary-Ticket

source: Unset Primary Ticket
de: Aufheben des Primary-Ticket

source: Unset Secondary Ticket
de: Aufheben des Secondary-Ticket

source: Secondary of %s%s%s: %s
de: Secondary von %s%s%s: %s

source: Unset Primary Tickets
de: Aufheben der Primary-Tickets

source: Unset Secondary Tickets
de: Aufheben der Secondary-Tickets

source: Secondary of %s%s%s
de: Secondary von %s%s%s

source: All primary tickets
de: Alle Primary Tickets

source: All secondary tickets
de: Alle Secondary-Tickets

source: Allows adding notes in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Erlaubt das hinzufügen von Notizen in der PrimarySecondary-Ansicht eines aufgerufenen Tickets in der Agenten-Oberfläche.

source: Change the PrimarySecondary state of the ticket.
de: Den PrimarySecondary-Status des Tickets ändern.

source: Defines dynamic field name for primary ticket feature.
de: Dynamisches Feld für das Primary-Ticket-Feature definieren.

source: Defines if a ticket lock is required in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface (if the ticket isn't locked yet, the ticket gets locked and the current agent will be set automatically as its owner).
de: Bestimmt, ob dieser Screen im Agenten-Interface das Sperren des Tickets voraussetzt. Das Ticket wird (falls nötig) gesperrt und der aktuelle Agent wird als Besitzer gesetzt.

source: Defines if the PrimarySecondary note is visible for the customer by default.
de: Definiert, ob die PrimarySecondary-Notiz standardmäßig für Kunden sichtbar ist.

source: Defines the default next state of a ticket after adding a note, in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt den Folgestatus für Tickets, für die im PrimarySecondary-Bildschirm des Agenten-Interface eine Notiz hinzugefügt wurde.

source: Defines the default ticket priority in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt die standardmäßige Ticket-Priorität für Tickets im PrimarySecondary-Bildschirm des Agenten-Interface.

source: Defines the history comment for the ticket PrimarySecondary screen action, which gets used for ticket history in the agent interface.
de: Bestimmt den Historien-Kommentar von Ticket-Aktionen im PrimarySecondary-Bildschirm, welcher für die Ticket-Historie im Agenten-Interface verwendet wird.

source: Defines the history type for the ticket PrimarySecondary screen action, which gets used for ticket history in the agent interface.
de: Bestimmt den Historien-Typ von Ticket-Aktionen im PrimarySecondary-Bildschirm, welcher für die Ticket-Historie im Agenten-Interface verwendet wird.

source: Defines the next state of a ticket after adding a note, in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt den Folgestatus für Tickets, für die im PrimarySecondary-Bildschirm des Agenten-Interface eine Notiz hinzugefügt wurde.

source: Enables the advanced PrimarySecondary part of the feature.
de: Das erweiterte Verhalten des PrimarySecondary-Features aktivieren.

source: Enables the feature that secondary tickets follow the primary ticket to a new primary in the advanced PrimarySecondary mode.
de: Aktiviert die Funktionalität, dass Secondary-Tickets dem Primary-Ticket im erweiterten PrimarySecondary-Verhalten zum neuen Primary folgen.

source: Enables the feature to change the PrimarySecondary state of a ticket in the advanced PrimarySecondary mode.
de: Aktiviert die Funktionalität zum Ändern des PrimarySecondary-Status eines Tickets im erweiterten PrimarySecondary-Modus.

source: Enables the feature to forward articles from type 'forward' of a primary ticket to the customers of the secondary tickets. By default (disabled) it will not forward articles from type 'forward' to the secondary tickets.
de: Aktiviert die Funktion zum Weiterleiten von Artikeln des Typs 'Weiterleiten' zu den Kunden des Secondary-Tickets. Standardmäßig (deaktiviert) werden keine Artikel des Typs 'Weiterleiten' an die Secondary-Tickets weitergeleitet.

source: Enables the feature to keep parent-child link after change of the PrimarySecondary state in the advanced PrimarySecondary mode.
de: Aktiviert im die Funktion, im erweiterten PrimarySecondary-Verhalten eine Eltern-Kind-Beziehung nach dem Ändern des PrimarySecondary-Status zu behalten.

source: Enables the feature to keep parent-child link after unset of the PrimarySecondary state in the advanced PrimarySecondary mode.
de: Aktiviert im die Funktion, im erweiterten PrimarySecondary-Verhalten eine Eltern-Kind-Beziehung nach dem Auflösen des PrimarySecondary-Status zu behalten.

source: Enables the feature to unset the PrimarySecondary state of a ticket in the advanced PrimarySecondary mode.
de: Aktiviert die Funktion zum Aufheben des PrimarySecondary-Status eines Tickets im erweiterten PrimarySecondary-Verhalten.

source: If a note is added by an agent, sets the state of the ticket in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Ermöglicht das Ändern des TIcket-Status beim Hinzufügen einer Notiz innerhalb des PrimarySecondary-Bildschirms.

source: Parameters for the dashboard backend of the primary tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
de: Einstellung der Übersichtsseitenparameter für Primary Tickets in der Agentenoberfläche. "Limit" gibt die Anzahl der standardmäßig dargestellten Einträge an. "Group" wird verwendet, um den Zugriff auf das Plugin zu begrenzen (bspw. Group: admin;group1;group2;). "Default" bestimmt, ob das Plugin standardmäßig aktiviert ist oder ob der Benutzer es selbst aktivieren muss. "CacheTTLLocal" ist die Caching-Zeit des Plugins, angegeben in Minuten.

source: Parameters for the dashboard backend of the secondary tickets overview of the agent interface. "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
de: Einstellung der Übersichtsseitenparameter für Secondary Tickets in der Agentenoberfläche. "Limit" gibt die Anzahl der standardmäßig dargestellten Einträge an. "Group" wird verwendet, um den Zugriff auf das Plugin zu begrenzen (bspw. Group: admin;group1;group2;). "Default" bestimmt, ob das Plugin standardmäßig aktiviert ist oder ob der Benutzer es selbst aktivieren muss. "CacheTTLLocal" ist die Caching-Zeit des Plugins, angegeben in Minuten.

source: PrimarySecondary module for Ticket Bulk feature.
de: PrimarySecondary-Modul für Ticket-Sammelaktionen.

source: Registration of the ticket event module.
de: Registrierung des Ticket-Event-Moduls.

source: Required permissions to use the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Benötigte Berechtigungen für die Anzeige des PrimarySecondary-Dialogs im Ticket-Zoom-Dialog des Agenteninterface.

source: Sets if Primary / Secondary field must be selected by the agent.
de: Legt fest, ob Primary / Secondary Feld durch einen Agenten ausgewählt sein muss.

source: Sets the default body text for notes added in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt den standardmäßigen Text einer Notiz für Tickets im PrimarySecondary-Bildschirm des Agenten-Interface.

source: Sets the default subject for notes added in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt den standardmäßigen Betreff einer Notiz für Tickets im PrimarySecondary-Bildschirm des Agenten-Interface.

source: Sets the responsible agent of the ticket in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt den verantwortlichen Agenten eines Tickets im PrimarySecondary Bildschirm des Agenten-Interface für ein aufgerufenes Ticket.

source: Sets the service in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface (Ticket::Service needs to be activated).
de: Bestimmt den Service eines Tickets im PrimarySecondary-Bildschirm des Agenten-Interface für ein aufgerufenes Ticket (Ticket::Service muss aktiviert sein).

source: Sets the ticket owner in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Bestimmt den Besitzer eines Tickets im PrimarySecondary-Bildschirm des Agenten-Interface für ein aufgerufenes Ticket.

source: Sets the ticket type in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface (Ticket::Type needs to be activated).
de: Bestimmt den Ticket-Typ eines Tickets im PrimarySecondary-Bildschirm des Agenten-Interface für ein aufgerufenes Ticket (Ticket::Type muss aktiviert sein).

source: Shows a link in the menu to change the PrimarySecondary status of a ticket in the ticket zoom view of the agent interface.
de: Zeigt einen Link zum Ändern des PrimarySecondary-Status eines Tickets im Menü der Ticket-Zoom-Ansicht des Agenten an.

source: Shows a list of all the involved agents on this ticket, in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Zeigt eine Liste aller involvierten Agenten für das gewählte Ticket im PrimarySecondary-Bildschirm des Agenten-Interface an.

source: Shows a list of all the possible agents (all agents with note permissions on the queue/ticket) to determine who should be informed about this note, in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Zeigt eine Liste aller möglichen Agenten (alle Agenten mit Notiz Berechtigung auf der Queue/dem Ticket) für das gewählte Ticket im PrimarySecondary-Bildschirm des Agenten-Interface an.

source: Shows the ticket priority options in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Zeigt die Priorität eines Tickets im PrimarySecondary-Bildschirm des Agenten-Interface für ein aufgerufenes Ticket an.

source: Shows the title field in the ticket PrimarySecondary screen of a zoomed ticket in the agent interface.
de: Zeigt das Titel-Feld in der PrimarySecondary-Oberfläche eines aufgerufenen Tickets im Agenten-Interface an.

source: Specifies the different article communication channels where the real name from Primary ticket will be replaced with the one in the Secondary ticket.
de: Gibt die verschiedenen Artikel-Kommunikationskanäle an, bei denen der echte Name vom Primary-Ticket durch den im Secondary-Ticket ersetzt wird.

source: This module activates Primary/Secondary field in new email and phone ticket screens.
de: Dieses Modul aktiviert das Primary/Secondary-Feld in der Anzeige für ein neues Email- oder Telefon-Ticket.

source: This setting is deprecated and will be removed in further versions of ZnunyPrimarySecondary.
de: Diese Einstellung ist veraltet und wird in weiteren Versionen von ZnunyPrimarySecondary entfernt.
